---
kind: other
id: Properties.T:Autodesk.Revit.DB.Revolution
source: html/279c110b-252a-4758-951f-860e7a239520.htm
---
# Revolution Properties

The id of the assembly instance to which the element belongs.